04_OpenFoam/_Tut_02/OpenFOAM-14/multiRegion/CHT/shellAndTubeHeatExchanger/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

./Allmesh.layers

runParallel foamMultiRun

runApplication reconstructPar -allRegions

#------------------------------------------------------------------------------
